/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "Snooze";
"SET ALARM" = "Set Alarm";
"PLEASE REST PEACEFULLY" = "please rest peacefully";
"PLUG ME IN" = "you really should plug me in...";
"CANCEL ALARM" = "Cancel Alarm";
"TURN OFF ALARM" = "Turn Off Alarm";
"ALARM CANCELED" = "Alarm Canceled";
"ALARM STOPPED" = "Alarm Stopped";
"SNOOZE SLIDER LABEL" = "Snooze Time: %d minute";
"SNOOZE SLIDER LABEL PLURAL" = "Snooze Time: %d minutes";
"SLEEP SLIDER LABEL" = "Sleep Time: %d minute";
"SLEEP SLIDER LABEL PLURAL" = "Sleep Time: %d minutes";
"SLEEP SLIDER LABEL DISABLED" = "Sleep Timer Disabled";
"CHARGING LABEL" = "you are a generous and caring person";
"SIGN OUT" = "Sign Out";
"AUTO ALARM" = "Automatically Set Alarm when App Launched?";
"CHOOSE ALARM TIME" = "Choose Alarm Time";
"NOT SIGNED IN LABEL" = "To wake up to full tracks from your playlists, you must sign into Rdio®. Not yet an Rdio user? \nTap here for more information.";
"CHANGE SETTINGS" = "Change Settings";
"AUTO ALARM BEING SET" = "in a few moments, your alarm will automatically be set to wake you up to %@\nat %@\n\n\ntap anywhere on the screen to cancel";
"SETTINGS OPENED" = "Settings Opened";
"SETTINGS CLOSED" = "Settings Closed";
"LOADING" = "Loading...";
"SELECTED PLAYLIST IS" = "Selected Playlist is %@";
"CHOOSE PLAYLIST" = "Choose Playlist...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Subscribed";
"OWNED HEADER" = "   Owned";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Subscribed";
"OWNED" = "Owned";
"APP MUST BE OPEN REMINDER" = "You will not wake up to music if you close out of Wake Up.";
"TURN ALARM BACK ON" = "turn alarm back on";
"CANNOT CONNECT TO RDIO" = "Cannot connect to Rdio®. Your alarm will not work if you cannot connect. You probably want to set up a backup alarm.";
"YOUR ALARM IS SET" = "your alarm is set for %@";

